shalldie.background
s-nlf-fh.glassit
Equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
ms-vscode-remote.remote-wsl
GitHub.copilot
GitHub.copilot-chat
donjayamanne.githistory
eamodio.gitlens
usernamehw.errorlens
ms-vsliveshare.vsliveshare
ms-vscode.live-server
asvetliakov.vscode-neovim
oderwat.indent-rainbow
VisualStudioExptTeam.vscodeintellicode
hoovercj.vscode-power-mode
rust-lang.rust-analyzer
ms-azuretools.vscode-docker
redhat.vscode-yaml

golang.go
zxh404.vscode-proto3
dbaeumer.vscode-eslint
formulahendry.auto-rename-tag
Zignd.html-css-class-completion
biomejs.biome
esbenp.prettier-vscode
YoavBls.pretty-ts-errors
jock.svg
styled-components.vscode-styled-components
Vue.volar
yusukehirao.vscode-markuplint
stylelint.vscode-stylelint

rangav.vscode-thunder-client
taichi.vscode-textlint
